Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smj/facta/umo.se/vinkkeja-itsetunnon-kohentamiseen.html.tmx
Source language: fin
Languages: smj

source: Vinkkejä itsetunnon kohentamiseen
smj: Gätjástusá nannusap iesjdåbdduj

source: Omaa itsetuntoaan voi kohentaa monin eri tavoin.
smj: Gávnnuji ednaga majt máhttá dahkat nannitjit ietjas iesjdåbdov.

source: Tässä muutamia kokeilunarvoisia vinkkejä:
smj: Dála li muhtem dago majt máhttá gähttjalit:

source: Itsetunnoltaan heikko ihminen juuttuu helposti omaan itseen liittyviin kielteisiin ajatuksiin.
smj: Jus la vuollegis iesjdåbddo de álkket dähppu nievres ájádusájda degu dal man nievrre la.

source: Kielteisiä ajatusmalleja voi yrittää muuttaa pohtimalla onko tällaisista ajatuksista itselle hyötyä.
smj: Gå ájádallá ietjas nievrren de máhttá gähttjalit dajt doadjet ja ietjastis gatjádit: viehket gus muv návti ájádallat ?

source: Onko todellakin niin, että en ole hyvä missään ?
smj: Le gus ajtu duohta vaj iv la masik buorre ?

source: Päästäkseen irti omaa ulkonäköä ja kykyjä koskevista ajatuksista, jolla ei ole tekemistä itsetunnon kanssa, voi pyytää luotettavia ihmisiä kertomaan, millaisista ominaisuuksista muut ihmiset pitävät itsessä.
smj: Besatjit ájádusájs nägo ja dago birra, ma e iesjdåbduj gullu, de máhttá ulmutjijs gesi åssku gatjádit makkir iesjvuodajda sij lijkkuji.

source: Tuttavaa voi pyytää tekemään ominaisuuksista listan, jonka voi asettaa näkyvälle paikalle.
smj: Máhttá ulmutjav gåhttjot listav tjállet majt gatsos sadjáj gånnå dav buoragit vuojnná.

source: Voi myös pohtia millaisista ominaisuuksista pitää toisissa.
smj: Máhttá aj ájádallat makkir egen iesjvuodajda lijkku iehtjádijn.

source: Mikä oikeastaan on tärkeää ?
smj: Mij la ajtu ájnas ?

source: Että henkilö on " cool " ja saa parhaat numerot kokeista vai utelias, huomaavainen, fiksu, kekseliäs ja rohkea henkilö, joka uskaltaa olla oma itsensä ?
smj: Årrot “ Fávrro ”, buoremus skåvlå gähttjalimijn, jali l diehtovájnok, huvsulasj, jiermmá, sjuggel jali jálos ulmusj mij duosstá ietjasláhkáj årrot ?

source: Hyvät suhteet ystäviin, seurustelukumppaniin ja perheeseen vahvistavat itsetuntoa.
smj: Nanni iesjdåbdov gå li buorre aktavuoda iehtjádij, goappátjagá rádnaj, gieresvuohtagasskavuodaj ja fuolkijn.

source: Jos oman perheen jäsenet tai muut läheiset puhuvat toisilleen ilkeästi, voi pyytää heitä lopettamaan.
smj: Jus ulmutja ietjas fuolken jali lahkusin nubbe nuppev båssti, de máhttá gåhttjot sijáv hiejttet.

source: Ehkä jokainen voisi sen sijaan sanoa toisilleen jotain positiivista ?
smj: Márjju máhttá ienni gåhttojt sijáv muhtem buorre bágojt javllat fert avta birra ?

source: Itsetuntoa voi vahvistaa tekemällä asioita, joita ei tavallisesti tekisi.
smj: Máhttá dajt dagojt dahkat majt ij álu dagá.

source: Jos oppitunnilla ei koskaan viittaa ensimmäisenä, voi yrittää tehdä niin seuraavalla oppitunnilla.
smj: Jus ij goassak la ulmusj gut vuostak giedav gálggi, de máhttá gähttjalit dav boahtte leksjåvnån dahkat.

source: Tai voi yrittää sanoa vastaan seuraavan kerran, kun joku yrittää tehdä itsestään hauskan jonkun toisen kustannuksella, voi hakea mieleistään työtä, soittaa jollekin, josta välittää tai näyttää kaverille kirjoittamansa tarinan.
smj: Jali de gähttjal vuosstálasstet boahtte bále gå nágin gähttjal ietjá ulmutjav suohtan adnet, bargov åhtsåt majt mielas sihtá adnet, skuolkkat ulmutjij gesi lijkku jali ráddnaj vuosedit novellav majt la tjállám.

source: Sen sijaan, että pohtisi menneisyydessä tapahtuneita epäonnistumisia, voi yrittää hyväksyä tapahtuneet asiat ja silloin koetut tunteet.
smj: Ienni gå dähpput dakkirij mij la åvdebut viessomin nievrre årrum, de máhttá gähttjalit buorren válldet dajt ma li dáhpaduvvam ja dåbdojt ma dalloj lidjin.

source: Jos esimerkiksi kokee, että omat vanhemmat eivät olleet lapsuudessa riittävän kannustavia, ehkä tällä hetkellä omassa lähipiirissä on välittäviä ja kannustavia ihmisiä.
smj: Jus buojkulvissan adná äjgáda ettjin nuohkásit bavrrim ja vuojnnám suv gå lij unnagasj, de márjju dálla gávnnuji iehtjáda birrasin gudi lijkkuji ja buorren suv vuojnná.

source: Voi myös pohtia, mitä voisi tällä hetkellä tehdä voidakseen paremmin.
smj: Máhttá aj ietjastis gatjádit mij la buoremus sunji dahkat jur dálla.

source: Tämän ei tarvitse tarkoittaa sitä, että menneitä asioita ei saisi surra, vaan päinvastoin asiaa on ehkä tarve surra tietyn ajan ja mennä sitten eteenpäin.
smj: Ij dárbaha merkahit vaj ij oattjo vuosedit håjen la dahkusijsa ma li dáhpáduvvam, ienni márjju dárbaj ájgev surggahit ja de åvddålijguovlluj joarkket.

source: Nuorisopaneelin parhaat vinkit
smj: Nuorratjiehppejuohkusa buoremus gätjástusá

source: UMO:n oma nuorisopaneeli kertoo parhaat vinkkinsä itsetunnon kohentamiseen:
smj: Nuoraduostudagá / UMOdan ietjas nuorajpanella vaddá buoremus gätjástusájt birra gåktu buorep iesjdåbdov oadtjot:

source: Yritä olla rohkea ja uskalla enemmän: seiso rohkeasti mielipiteidesi takana, uskalla kysyä jos et tiedä, uskalla nolata itsesi ja uskalla nauraa itsellesi.
smj: Máhttá gähttjalit oalle jállo årrot ja ienebuv duosstat: duosstat åvdåsvásstedit majt adná, duosstat gatjádit dakkirijt majt ij diede, vuojnnut gåk la.

source: Vietä aikaa mukavien ja luotettavien ihmisten kanssa.
smj: Máhttá säbrástallat ulmutjij gej siegen la vuogas ja jasskavuodav dåbddå.

source: Jos edessä on hermostuttava tai pelottava tilanne, kuuntele lempimusiikkiasi. Se saa sinut tuntemaan itsesi rohkeammaksi ja vahvemmaksi.
smj: Máhttá dåbddut jálop ja gievrap jus gulldal musijkav masi sälldát lijkku, buojkulvissan gå la mannamin juosik massta juorrula, jali sämmibále gå dahká juojddá dahká mij baludissan dåbddu.

source: Ota vastaan kiitoksia ja kehuja.
smj: Máhttá sjaddat buorep májnov ja lávgájdallamijt duosstot.

source: Jos se tuntuu kiusalliselta, hengitä syvään, kiitä ja salli itsesi nauttia saamistasi kehuista.
smj: Ienni gå vájvalussjat, de máhttá tjiegnalit vuojŋŋat, ja gijttet ja vuodjodit majt ulmusj javllá dasi ávvudallat.

source: Kehu itseäsi ja ole tyytyväinen, kun olet esimerkiksi tehnyt läksyt tai soittanut hankalalta tuntuneen puhelun.
smj: Máhttá ietjas arvusmahttet ja duhtat gå buojkulvissan la skåvllåbargov dahkam jali gå l skuolkkam vájves sagastallamav.

source: Yritä olla hyvä ja kannustava ystävä ja vietä aikaa kavereiden kanssa, jotka kannustavat ja pitävät sinusta juuri sellaisena kuin olet.
smj: Máhttá buorre ja doarjodiddje ráddna årrot ja iesj válljit rádnajt gudi arvusmahtti ja lijkkuji ietjas diehti.

source: Viljele kohteliaisuuksia ja osoita arvostusta muita ihmisiä kohtaan.
smj: Ienni galggá lávgájdallat ja nuppev rámmpot..

source: Halaa paljon !
smj: Fármudalá ednagit !

source: Vaikka itseluottamus ja itsetunto eivät ole sama asia, itsetunto kasvaa ja kehittyy, kun teet asioita, joissa koet olevasi hyvä.
smj: Vájku iesjåssko ja iesjdåbddo ij la sämmilágásj, de iesjdåbddo máhttá nanniduvvat ja åvdeduvvat gå dagojt dahká majda l buorre.

source: Tee lista asioista, joista pidät itsessäsi.
smj: Tjále dagojt masi ietjanit lijkku.

source: Tee lista asioista, jotka tekevät sinut onnelliseksi.
smj: Tjále dakkirijt ma duv ávvodi.

source: Aseta itsellesi tavoitteita. Tee itselle mielekkäitä asioita tai jotain, mitä et ole koskaan ennen tehnyt. Älä välitä mahdollisista epäonnistumisista.
smj: Tjále biejve ulmijt, buojkulvissan galga dahkat juojddá masi lijkku jali juojddá majt illa goassak åvddåla dahkam ja ij berustit jus buoragit jali nievret manáj, vasste vajfijnes sjattaj.

source: Itsetunto liittyy omaantuntoon.
smj: Iesjdåbddo gullu ietjas oamedåbdduj.

source: Jos käyttäytyy ilkeästi, saa itselleen huonon omatunnon ja pahan mielen.
smj: Jus la bahá, de oadtju nievres oamedåbdov ja nievret vådjá.

source: Sen sijaan lempeä ja kiltti ihminen voi paremmin ja saa myös paremman itsetunnon.
smj: Vuosstebielle jus la buorre ja låjes ulmusj, de vädjá buorebut ja oadtju aj buorep iesjdåbdov.

source: Hyvä ja tukeva opettaja voi parantaa minäkuvaa.
smj: Buorre åhpadiddje gut doarjju máttá ietjas iesjgåvåv nannit.

source: Hae tarvittaessa apua esimerkiksi nuorisovastaanoton psykologilta tai kuraattorilta.
smj: Åtså viehkev psykologan jali kuratåvrån jus la dárbulasj, buojkulvissan nuoraduostudagán.
